[
    "The best among you are those who have the best manners and character. - Prophet Muhammad (PBUH),",
    "Indeed, with hardship comes ease. - Quran 94:6,",
    "Do not lose hope, nor be sad. - Quran 3:139,",
    "Allah does not burden a soul beyond that it can bear. - Quran 2:286,",
    "And He found you lost and guided [you]. - Quran 93:7,",
    "So remember Me; I will remember you. And be grateful to Me and do not deny Me. - Quran 2:152,",
    "And do good; indeed, Allah loves the doers of good. - Quran 2:195,",
    "And He is the Forgiving, the Loving. - Quran 85:14,",
    "Do not despair of the mercy of Allah. Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful. - Quran 39:53,",
    "And He is with you wherever you are. - Quran 57:4,",
    "O you who have believed, protect yourselves and your families from a Fire whose fuel is people and stones, over which are [appointed] angels, harsh and severe; they do not disobey Allah in what He commands them but do what they are commanded. - Quran 66:6,",
    "Except for those who believe and do righteous deeds. For them is a reward uninterrupted,",
    "And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah]. - Quran 2:45,",
    "The patient, the true, the obedient, those who spend [in the way of Allah], and those who seek forgiveness before dawn. - Quran 3:17,",
    "Verily, with hardship, there is relief. - Quran 94:5,",
    "And whoever puts their trust in Allah, then He will suffice him. - Quran 65:3,",
    "Worship Allah as if you see Him, for if you don’t see Him, He sees you. - Prophet Muhammad (PBUH),",
    "The best of you are those who learn the Quran and teach it. - Prophet Muhammad (PBUH),",
    "Read! In the name of your Lord. - Quran 96:1,",
    "He who seeks knowledge, Allah will make his path to Paradise easy. - Prophet Muhammad (PBUH),",
    "And remember, with gratitude, Allah will increase you. - Quran 7:144,",
    "Whoever is not grateful to people is not grateful to Allah. - Prophet Muhammad (PBUH),",
    "Do not speak harshly or rudely. - Prophet Muhammad (PBUH),",
    "The best leader is one who serves his people. - Prophet Muhammad (PBUH),",
    "The strongest among you is the one who controls his anger. - Prophet Muhammad (PBUH),",
    "Show forgiveness, enjoin what is good, and turn away from the ignorant. - Quran 7:199,",
    "Those who forgive and overlook are rewarded by Allah. - Quran 42:40,",
    "The believers are like a single body; if one part suffers, the whole body suffers. - Prophet Muhammad (PBUH),",
    "Do not be divided, for verily the hearts are inclined towards unity. - Prophet Muhammad (PBUH),",
    "The Muslim Ummah is like a solid structure, one part supporting the other. - Prophet Muhammad (PBUH),",
    "Muslims are brothers and sisters, so make peace between your brothers and sisters. - Prophet Muhammad (PBUH),",
    "Every soul shall taste death. - Quran 3:185,",
    "Live in this world as if you are a traveler. - Prophet Muhammad (PBUH),",
    "Remember death often, for it is the destroyer of pleasures. - Prophet Muhammad (PBUH),",
    "The key to success is prayer and hard work. - Prophet Muhammad (PBUH),",
    "The best among you are those who strive for the betterment of society. - Prophet Muhammad (PBUH),",
    "Success is not measured by wealth, but by the state of one’s heart and actions. - Prophet Muhammad (PBUH),",
    "Believe in yourself and in the power of Allah, and you will achieve greatness. - Prophet Muhammad (PBUH),",
    "God does not burden any soul with more than it can bear. - Quran 2:286,",
    "Do not lose heart or despair—if you are true believers, you have the upper hand. - Quran 3:139,",
    "He knows what is in every heart. - Quran 67:13,"
]